import React from "react";

const RefundPolicy = () => {
  return (
    <div className="min-h-[calc(100vh-200px)] container mx-auto max-w-7xl px-4 sm:px-6 lg:px-8 pt-10">
      <h2 className=" text-lg sm:text-xl md:text-2xl font-bold mb-4">سياسة الخصوصية</h2>
      <p className="mb-4">
        {" "}
        <strong>•</strong> يحق للعملاء طلب استرجاع أو استبدال المنتجات خلال{" "}
        <strong>14 يومًا</strong> من تاريخ الشراء، بشرط أن تكون المنتجات في
        حالتها الأصلية وغير مستخدمة. يجب أن تكون المنتجات غير مفتوحة وفي عبوتها
        الأصلية.{" "}
      </p>{" "}
      <p className="mb-4">
        {" "}
        <strong>•</strong> لاسترجاع المنتجات، يجب على العميل تقديم طلب رسمي عبر
        الموقع أو الاتصال بفريق الدعم الفني، كما يجب على العميل تقديم إثبات
        الشراء مثل الفاتورة أو إشعار الدفع.{" "}
      </p>{" "}
      <p className="mb-4">
        {" "}
        <strong>•</strong> في حال الموافقة على استرجاع المنتج، سيتم إرجاع المبلغ
        المدفوع للعميل بنفس طريقة الدفع الأصلية. في بعض الحالات، قد يتم فرض رسوم
        إضافية على الاسترجاع وفقًا لسياسة المتجر.{" "}
      </p>{" "}
      <p className="mb-4">
        {" "}
        <strong>•</strong> لا يمكن استرجاع المنتجات التي يتم استخدامها أو
        تعديلها بعد الشراء، وكذلك المنتجات القابلة للتلف مثل الأغذية أو العطور.{" "}
      </p>{" "}
      <p className="mb-4">
        {" "}
        <strong>•</strong> في حالة استرجاع منتج بسبب خلل أو عيب في الجودة، يتحمل
        المتجر جميع تكاليف الشحن والتوصيل. أما في حالات الاسترجاع الأخرى، فقد
        يتحمل العميل تكاليف الشحن.{" "}
      </p>{" "}
      <p className="mb-4">
        {" "}
        <strong>•</strong> إذا تم الموافقة على استبدال المنتج، يتم إرسال المنتج
        البديل في أسرع وقت ممكن بعد استلام المنتج المسترجع.{" "}
      </p>
    </div>
  );
};

export default RefundPolicy;
